aaron-bond.better-comments
adpyke.codesnap
aessoft.aessoft-class-autocomplete
akcodeworks.actual-react-emmet
aledev29.razor-snippets-for-asp-net-core
alefragnani.project-manager
alfredbirk.tailwind-documentation
almenon.arepl
anbuselvanrocky.bootstrap5-vscode
andrewpolemeni.bootstrap-5-form-snippets
babobski.bootstrap-5-snippets
batisteo.vscode-django
be5invis.vscode-custom-css
bierner.markdown-mermaid
binarybytes.snippets
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
brapifra.phpserver
burkeholland.simple-react-snippets
cat1122.ahk-v1-icon
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codercoder.codercoder-dark-theme
codingyu.laravel-goto-view
coltwillcox.synthwave-x-fluoromachine-contrast
compulim.vscode-express
csstools.postcss
cstrap.python-snippets
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
damms005.devdb
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
devzstudio.emoji-snippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
etmoffat.pip-packages
expresssnippets.vscode-express-snippets
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.dotnet-test-explorer
formulahendry.vscode-mysql
george-alisson.html-preview-vscode
gerardsmit.vscode-webforms
ghmcadams.lintlens
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glitchbl.laravel-create-view
gobystrokreactjs.gobystrok
graphql.vscode-graphql-syntax
hansuxdev.bootstrap5-snippets
hbenl.vscode-test-explorer
himel.react-bootstrap4
hoovercj.vscode-power-mode
htwx.json-and-jsonc
humao.rest-client
ihunte.laravel-blade-wrapper
intellsmi.comment-translate
ionutvmi.path-autocomplete
jebbs.plantuml
jmrog.vscode-nuget-package-manager
jock.svg
johnpapa.winteriscoming
jorgeserrano.vscode-csharp-snippets
jsayol.firebase-explorer
justinmahar.react-bootstrap-snippets
kalimahapps.tailwind-config-viewer
kalimahapps.tailwindcss-kit
kevin-chatham.aspnetcorerazor-html-css-class-completion
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kortina.run-in-terminal
lewisyliu.ef-core-snippets
littlefoxteam.vscode-python-test-adapter
lokalise.i18n-ally
mark-wiemer.vscode-autohotkey-plus-plus
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
minnam.apply-tailwind
mrmlnc.vscode-attrs-sorter
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
naoray.laravel-goto-components
naumovs.color-highlight
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
parthr2031.colorful-comments
pegleg.codachi
petersteiner.pip-installer
pgl.laravel-jump-controller
philsinatra.nested-comments
pkief.material-icon-theme
prototyp.prototyp-react-pack
quicktype.quicktype
razor.razor
reonce.react-function-snippets
richardwillis.vscode-entity-framework
ritwickdey.liveserver
ryannaddy.laravel-artisan
seanwu.vscode-qt-for-python
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
skyran.js-jsx-snippets
slightc.pip-manager
stivo.tailwind-fold
stylelint.vscode-stylelint
tabnine.tabnine-vscode
ted-996.python-editing-terminal
thecodemonkey.synthwave-x-fluoromachine-epic-animations
thqby.vscode-autohotkey2-lsp
toba.vsfire
tomoki1207.pdf
tushortz.python-extended-snippets
tyriar.lorem-ipsum
vikas.code-navigation
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
wallabyjs.quokka-vscode
well-ar.plantuml
wholroyd.jinja
wix.vscode-import-cost
wxzhang.json-comments
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
yandeu.five-server
zarifprogrammer.tailwind-snippets
zhoufeng.pyqt-integration
zignd.html-css-class-completion
zobo.php-intellisense
